Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: The required parameter ''{0}'' was missing or empty.
ar: المعلمة المطلوبة ''{0}'' كانت مفقودة أو فارغة.
bn: প্রয়োজনীয় প্যারামিটার ''{0}'' অনুপস্থিত বা খালি ছিল।
de: Der erforderliche Parameter „{0}“ fehlte oder war leer.
es: El parámetro requerido ''{0}'' estaba ausente o vacío.
fr: Le paramètre requis ''{0}'' était manquant ou vide.
hi: आवश्यक पैरामीटर ''{0}'' गुम या खाली था।
it: Il parametro richiesto ''{0}'' mancava o era vuoto.
nl: De vereiste parameter ''{0}'' ontbrak of was leeg.
pt: O parâmetro obrigatório ''{0}'' estava ausente ou vazio.
te: అవసరమైన పరామితి ''{0}'' లేదు లేదా ఖాళీగా ఉంది.
zh_tw: 必需的参数“{0}”丢失或为空。

source: While attempting to find and invoke a handler for the ''{0}'' action on port ''{1}'', the following exception occurred [{2}]: {3}
ar: أثناء محاولة البحث عن معالج واستدعائه للإجراء ''{0}'' على المنفذ ''{1}''، حدث الاستثناء التالي [{2}]: {3}
bn: পোর্ট ''{1}''-এ ''{0}'' অ্যাকশনের জন্য একটি হ্যান্ডলার খোঁজার এবং আহ্বান করার চেষ্টা করার সময়, নিম্নলিখিত ব্যতিক্রম ঘটেছে [{2}]: {3}
de: Beim Versuch, einen Handler für die Aktion „{0}“ auf Port „{1}“ zu finden und aufzurufen, ist die folgende Ausnahme aufgetreten [{2}]: {3}
es: Al intentar encontrar e invocar un manejador para la acción ''{0}'' en el puerto ''{1}', ocurrió la siguiente excepción [{2}]: {3}
fr: Lors de la tentative de recherche et d'appel d'un gestionnaire pour l'action ''{0}'' sur le port ''{1}'', l'exception suivante s'est produite [{2}] : {3}
hi: पोर्ट ''{1}'' पर ''{0}'' कार्रवाई के लिए एक हैंडलर को खोजने और लागू करने का प्रयास करते समय, निम्नलिखित अपवाद हुआ [{2}]: {3}
it: Durante il tentativo di trovare e richiamare un gestore per l'azione ''{0}'' sulla porta ''{1}'', si è verificata la seguente eccezione [{2}]: {3}
nl: Tijdens een poging een handler te vinden en aan te roepen voor de actie ''{0}'' op poort ''{1}'', deed zich de volgende uitzondering voor [{2}]: {3}
pt: Ao tentar localizar e invocar um manipulador para a ação ''{0}'' na porta ''{1}'', ocorreu a seguinte exceção [{2}]: {3}
te: పోర్ట్ ''{1}''పై ''{0}'' చర్య కోసం హ్యాండ్లర్u200cను కనుగొని, అమలు చేయడానికి ప్రయత్నిస్తున్నప్పుడు, కింది మినహాయింపు సంభవించింది [{2}]: {3}
zh_tw: 尝试在端口“{1}”上查找并调用“{0}”操作的处理程序时，发生以下异常 [{2}]：{3}

source: The folder path supplied with the search request does not exist: ''{0}''
ar: مسار المجلد المزود مع طلب البحث غير موجود: ''{0}''
bn: অনুসন্ধান অনুরোধের সাথে সরবরাহ করা ফোল্ডার পথটি বিদ্যমান নেই: ''{0}''
de: Der mit der Suchanfrage angegebene Ordnerpfad existiert nicht: ''{0}''
es: La ruta de carpeta proporcionada con la solicitud de búsqueda no existe: ''{0}''
fr: Le chemin du dossier fourni avec la requête de recherche n'existe pas : ''{0}''
hi: खोज अनुरोध के साथ दिया गया फ़ोल्डर पथ मौजूद नहीं है: ''{0}''
it: Il percorso della cartella fornito con la richiesta di ricerca non esiste: ''{0}''
nl: Het mappad dat bij de zoekopdracht is opgegeven, bestaat niet: ''{0}''
pt: O caminho da pasta fornecido com a solicitação de pesquisa não existe: ''{0}''
te: శోధన అభ్యర్థనతో అందించబడిన ఫోల్డర్ పాత్ ఉనికిలో లేదు: ''{0}''
zh_tw: 搜索请求提供的文件夹路径不存在：“{0}”

source: An unimplemented search operation has been attempted.
ar: تمت محاولة إجراء عملية بحث غير منفذة.
bn: একটি অবাস্তব অনুসন্ধান অভিযান চেষ্টা করা হয়েছে.
de: Es wurde versucht, einen nicht implementierten Suchvorgang auszuführen.
es: Se ha intentado una operación de búsqueda no implementada.
fr: Une opération de recherche non implémentée a été tentée.
hi: एक अकारण्वित खोज अभियान का प्रयास किया गया है.
it: È stata tentata un'operazione di ricerca non implementata.
nl: Er is geprobeerd een niet-geïmplementeerde zoekbewerking uit te voeren.
pt: Foi tentada uma operação de pesquisa não implementada.
te: అమలు చేయని శోధన ఆపరేషన్ ప్రయత్నించబడింది.
zh_tw: 已尝试执行未执行的搜索操作。

source: The search engine object ''{0}'' was not found.
ar: لم يتم العثور على كائن محرك البحث ''{0}''.
bn: সার্চ ইঞ্জিন অবজেক্ট ''{0}'' পাওয়া যায়নি।
de: Das Suchmaschinenobjekt „{0}“ wurde nicht gefunden.
es: El objeto del motor de búsqueda ''{0}'' no se encontró.
fr: L'objet du moteur de recherche ''{0}'' n'a pas été trouvé.
hi: खोज इंजन ऑब्जेक्ट ''{0}'' नहीं मिला.
it: L'oggetto del motore di ricerca ''{0}'' non è stato trovato.
nl: Het zoekmachineobject ''{0}'' is niet gevonden.
pt: O objeto do mecanismo de pesquisa ''{0}'' não foi encontrado.
te: శోధన ఇంజిన్ వస్తువు ''{0}'' కనుగొనబడలేదు.
zh_tw: 未找到搜索引擎对象“{0}”。

source: The search terms for the query are missing.
ar: مصطلحات البحث للاستعلام مفقودة.
bn: ক্যোয়ারী জন্য অনুসন্ধান পদ অনুপস্থিত.
de: Die Suchbegriffe für die Suchanfrage fehlen.
es: Faltan los términos de búsqueda para la consulta.
fr: Les termes de recherche pour la requête sont manquants.
hi: क्वेरी के लिए खोज शब्द अनुपलब्ध हैं.
it: Mancano i termini di ricerca per la query.
nl: De zoektermen voor de zoekopdracht ontbreken.
pt: Os termos de pesquisa para a consulta estão faltando.
te: ప్రశ్న కోసం శోధన పదాలు లేవు.
zh_tw: 缺少查询的搜索词。

source: A fatal error occurred in the search subsystem.
ar: حدث خطأ فادح في النظام الفرعي للبحث.
bn: অনুসন্ধান সাবসিস্টেমে একটি মারাত্মক ত্রুটি ঘটেছে৷
de: Im Suchsubsystem ist ein schwerwiegender Fehler aufgetreten.
es: Ocurrió un error fatal en el subsistema de búsqueda.
fr: Une erreur fatale s'est produite dans le sous-système de recherche.
hi: खोज उपप्रणाली में एक घातक त्रुटि उत्पन्न हुई.
it: Si è verificato un errore irreversibile nel sottosistema di ricerca.
nl: Er is een fatale fout opgetreden in het zoeksubsysteem.
pt: Ocorreu um erro fatal no subsistema de pesquisa.
te: శోధన ఉపవ్యవస్థలో ఘోరమైన లోపం సంభవించింది.
zh_tw: 搜索子系统中发生致命错误。

source: Bad or missing parameters were passed to a method
ar: تم تمرير معلمات سيئة أو مفقودة إلى إحدى الطرق
bn: খারাপ বা অনুপস্থিত পরামিতি একটি পদ্ধতিতে পাস করা হয়েছে
de: An eine Methode wurden fehlerhafte oder fehlende Parameter übergeben
es: Se pasaron parámetros incorrectos o faltantes a un método
fr: Des paramètres incorrects ou manquants ont été transmis à une méthode
hi: खराब या अनुपलब्ध पैरामीटर एक विधि को पारित कर दिए गए थे
it: Sono stati passati a un metodo parametri errati o mancanti
nl: Er zijn slechte of ontbrekende parameters doorgegeven aan een methode
pt: Parâmetros incorretos ou ausentes foram passados u200bu200bpara um método
te: తప్పు లేదా తప్పిపోయిన పారామితులు ఒక పద్ధతికి పంపబడ్డాయి
zh_tw: 传递给方法的参数错误或丢失

source: The wildcard limit was reached with wildcards left to expand in the search.
ar: تم الوصول إلى حد أحرف البدل مع ترك أحرف البدل للتوسيع في البحث.
bn: অনুসন্ধানে প্রসারিত করার জন্য ওয়াইল্ডকার্ড বাকি রেখে ওয়াইল্ডকার্ডের সীমা পৌঁছে গেছে।
de: Das Wildcard-Limit wurde erreicht, da in der Suche noch Platzhalter zum Erweitern übrig blieben.
es: Se alcanzó el límite de comodines con comodines por expandir en la búsqueda.
fr: La limite des caractères génériques a été atteinte et il restait des caractères génériques à développer dans la recherche.
hi: खोज में विस्तार करने के लिए वाइल्डकार्ड छोड़े जाने के साथ वाइल्डकार्ड की सीमा पूरी हो गई थी।
it: È stato raggiunto il limite dei caratteri jolly con caratteri jolly rimasti da espandere nella ricerca.
nl: De limiet voor jokertekens is bereikt en er zijn nog jokertekens over om uit te breiden in de zoekopdracht.
pt: O limite de curingas foi atingido com curingas restantes para expansão na pesquisa.
te: శోధనలో విస్తరించడానికి మిగిలి ఉన్న వైల్డ్u200cకార్డ్u200cలతో వైల్డ్u200cకార్డ్ పరిమితిని చేరుకున్నారు.
zh_tw: 已达到通配符限制，搜索中还留有通配符进行扩展。

source: The search system implementation hit an error that was not mapped to a specific error for user display. Please contact technical support about error code ''{0}'' which was returned by the search system implementation from ''{1}''.
ar: واجه تنفيذ نظام البحث خطأً لم يتم تعيينه لعنصر محدد خطأ في عرض المستخدم برجاء الاتصال بالدعم الفني بشأن رمز الخطأ ''{0}'' الذي كان تم إرجاعها بواسطة تطبيق نظام البحث من ''{1}''.
bn: অনুসন্ধান সিস্টেম বাস্তবায়ন একটি ত্রুটি আঘাত করেছে যা একটি নির্দিষ্ট ম্যাপ করা হয়নি ব্যবহারকারী প্রদর্শনের জন্য ত্রুটি। ত্রুটি কোড ''{0}'' সম্পর্কে প্রযুক্তিগত সহায়তার সাথে যোগাযোগ করুন যা ছিল ''{1}'' থেকে অনুসন্ধান সিস্টেম বাস্তবায়নের মাধ্যমে ফেরত দেওয়া হয়েছে।
de: Bei der Implementierung des Suchsystems ist ein Fehler aufgetreten, der keinem bestimmten Suchsystem zugeordnet wurde Fehler bei der Benutzeranzeige. Bitte wenden Sie sich bezüglich des Fehlercodes „{0}“ an den technischen Support von der Suchsystemimplementierung von ''{1}'' zurückgegeben.
es: La implementación del sistema de búsqueda encontró un error que no se mapeó a un error específico para visualización del usuario. Por favor contacte al soporte técnico sobre el código de error ''{0}'' que fue devuelto por la implementación del sistema de búsqueda desde ''{1}'.
fr: L'implémentation du système de recherche a rencontré une erreur qui n'était pas mappée à un élément spécifique. erreur pour l'affichage de l'utilisateur. Veuillez contacter l'assistance technique à propos du code d'erreur ''{0}'' qui a été renvoyé par l'implémentation du système de recherche à partir de ''{1}''.
hi: खोज प्रणाली कार्यान्वयन में एक त्रुटि आई जिसे किसी विशिष्ट पर मैप नहीं किया गया था उपयोगकर्ता प्रदर्शन के लिए त्रुटि. कृपया त्रुटि कोड ''{0}'' के बारे में तकनीकी सहायता से संपर्क करें ''{1}'' से खोज प्रणाली कार्यान्वयन द्वारा लौटाया गया।
it: L'implementazione del sistema di ricerca ha riscontrato un errore che non era associato a uno specifico errore per la visualizzazione dell'utente. Contattare l'assistenza tecnica in merito al codice di errore ''{0}'' che era restituito dall'implementazione del sistema di ricerca da ''{1}''.
nl: Bij de implementatie van het zoeksysteem is een fout opgetreden die niet aan een specifiek probleem was toegewezen fout voor gebruikersweergave. Neem contact op met de technische ondersteuning over de foutcode ''{0}'' geretourneerd door de zoeksysteemimplementatie van ''{1}''.
pt: A implementação do sistema de pesquisa encontrou um erro que não foi mapeado para um específico erro para exibição do usuário. Entre em contato com o suporte técnico sobre o código de erro ''{0}'' que foi retornado pela implementação do sistema de pesquisa de ''{1}''.
te: శోధన సిస్టమ్ అమలు నిర్దిష్టంగా మ్యాప్ చేయని లోపాన్ని తాకింది వినియోగదారు ప్రదర్శన కోసం లోపం. దయచేసి ఎర్రర్ కోడ్ ''{0}'' గురించి సాంకేతిక మద్దతును సంప్రదించండి ''{1}'' నుండి శోధన సిస్టమ్ అమలు ద్వారా అందించబడింది.
zh_tw: 搜索系统实现遇到错误，未映射到特定的 用户显示错误。请联系技术支持以了解错误代码“{0}” 由搜索系统实现从“{1}”返回。

source: The query string contained one or more parsing problems. The search subsystem ''{0}'' returned the specific parse error ''{1}''.
ar: تحتوي سلسلة الاستعلام على مشكلة تحليل واحدة أو أكثر. البحث قام النظام الفرعي ''{0}'' بإرجاع خطأ التحليل المحدد ''{1}''.
bn: ক্যোয়ারী স্ট্রিংটিতে এক বা একাধিক পার্সিং সমস্যা রয়েছে। অনুসন্ধান সাবসিস্টেম ''{0}'' নির্দিষ্ট পার্স ত্রুটি ''{1}'' ফেরত দিয়েছে।
de: Die Abfragezeichenfolge enthielt ein oder mehrere Analyseprobleme. Die Suche Das Subsystem „{0}“ hat den spezifischen Analysefehler „{1}“ zurückgegeben.
es: La cadena de consulta contenía uno o más problemas de análisis. El subsistema de búsqueda ''{0}'' devolvió el error de análisis específico ''{1}'.
fr: La chaîne de requête contenait un ou plusieurs problèmes d'analyse. La recherche Le sous-système ''{0}'' a renvoyé l'erreur d'analyse spécifique ''{1}''.
hi: क्वेरी स्ट्रिंग में एक या अधिक पार्सिंग समस्याएँ थीं। खोज सबसिस्टम ''{0}'' ने विशिष्ट पार्स त्रुटि ''{1}'' लौटा दी।
it: La stringa di query conteneva uno o più problemi di analisi. La ricerca il sottosistema ''{0}'' ha restituito l'errore di analisi specifico ''{1}''.
nl: De querytekenreeks bevatte een of meer parseerproblemen. De zoektocht subsysteem ''{0}'' heeft de specifieke parseerfout ''{1}'' geretourneerd.
pt: A cadeia de consulta continha um ou mais problemas de análise. A busca o subsistema ''{0}'' retornou o erro de análise específico ''{1}''.
te: ప్రశ్న స్ట్రింగ్u200cలో ఒకటి లేదా అంతకంటే ఎక్కువ పార్సింగ్ సమస్యలు ఉన్నాయి. శోధన సబ్u200cసిస్టమ్ ''{0}'' నిర్దిష్ట అన్వయ దోషాన్ని ''{1}'' అందించింది.
zh_tw: 查询字符串包含一个或多个解析问题。搜寻 子系统“{0}”返回了特定的解析错误“{1}”。

source: One or more objects that must be released were not released before shutdown was called. The object counts are as follows: Admin clients: {0}, Query handlers: {1}, Indexer handlers: {2}
ar: لم يتم تحرير كائن واحد أو أكثر يجب تحريره قبل استدعاء إيقاف التشغيل. أعداد الكائنات هي كما يلي: عملاء الإدارة: {0}، معالجات الاستعلام: {1}، معالجات المفهرس: {2}
bn: এক বা একাধিক বস্তু যা মুক্তি দিতে হবে শাটডাউন কল করার আগে মুক্তি দেওয়া হয়নি। অবজেক্টের সংখ্যা নিম্নরূপ: অ্যাডমিন ক্লায়েন্ট: {0}, কোয়েরি হ্যান্ডলার: {1}, ইনডেক্সার হ্যান্ডলার: {2}
de: Ein oder mehrere Objekte, die freigegeben werden müssen, wurden vor dem Aufruf des Herunterfahrens nicht freigegeben. Die Objektanzahlen lauten wie folgt: Admin-Clients: {0}, Abfragehandler: {1}, Indexerhandler: {2}
es: Uno o más objetos que debían ser liberados no fueron liberados antes de que se llamara shutdown. Los conteos de objetos son los siguientes: Clientes de Admin: {0}, Manejadores de Consulta: {1}, Manejadores de Indexador: {2}
fr: Un ou plusieurs objets qui doivent être libérés ne l'ont pas été avant l'appel de l'arrêt. Le nombre d'objets est le suivant : Clients administrateurs : {0}, Gestionnaires de requêtes : {1}, Gestionnaires d'indexeur : {2}
hi: एक या अधिक ऑब्जेक्ट जिन्हें रिलीज़ किया जाना चाहिए, शटडाउन बुलाए जाने से पहले रिलीज़ नहीं किए गए थे। ऑब्जेक्ट की संख्या इस प्रकार है: एडमिन क्लाइंट: {0}, क्वेरी हैंडलर: {1}, इंडेक्सर हैंडलर: {2}
it: Uno o più oggetti che devono essere rilasciati non sono stati rilasciati prima che venisse chiamato l'arresto. I conteggi degli oggetti sono i seguenti: Client di amministrazione: {0}, Gestori di query: {1}, Gestori dell'indicizzatore: {2}
nl: Een of meer objecten die moeten worden vrijgegeven, zijn niet vrijgegeven voordat de shutdown werd aangeroepen. Het aantal objecten is als volgt: Beheerdersclients: {0}, Query-handlers: {1}, Indexer-handlers: {2}
pt: Um ou mais objetos que devem ser liberados não foram liberados antes do encerramento ser chamado. As contagens de objetos são as seguintes: Clientes administradores: {0}, Manipuladores de consultas: {1}, Manipuladores de indexadores: {2}
te: షట్u200cడౌన్u200cని పిలవడానికి ముందు తప్పనిసరిగా విడుదల చేయవలసిన ఒకటి లేదా అంతకంటే ఎక్కువ వస్తువులు విడుదల చేయబడవు. ఆబ్జెక్ట్ గణనలు క్రింది విధంగా ఉన్నాయి: అడ్మిన్ క్లయింట్లు: {0}, ప్రశ్న హ్యాండ్లర్లు: {1}, ఇండెక్సర్ హ్యాండ్లర్లు: {2}
zh_tw: 在调用 shutdown 之前，未释放必须释放的一个或多个对象。对象计数如下：管理客户端：{0}，查询处理程序：{1}，索引器处理程序：{2}

source: The search request submitted to the server requires an external search engine to be configured and enabled.
ar: يتطلب طلب البحث المقدم إلى الخادم تكوين محرك بحث خارجي وتمكينه.
bn: সার্ভারে জমা দেওয়া অনুসন্ধানের অনুরোধের জন্য একটি বহিরাগত সার্চ ইঞ্জিন কনফিগার করা এবং সক্ষম করা প্রয়োজন৷
de: Für die an den Server übermittelte Suchanfrage muss eine externe Suchmaschine konfiguriert und aktiviert werden.
es: La solicitud de búsqueda enviada al servidor requiere que un motor de búsqueda externo esté configurado y habilitado.
fr: La demande de recherche soumise au serveur nécessite la configuration et l'activation d'un moteur de recherche externe.
hi: सर्वर पर सबमिट किए गए खोज अनुरोध के लिए एक बाहरी खोज इंजन को कॉन्फ़िगर और सक्षम करने की आवश्यकता होती है।
it: La richiesta di ricerca inviata al server richiede che un motore di ricerca esterno sia configurato e abilitato.
nl: Voor de zoekopdracht die naar de server wordt verzonden, moet een externe zoekmachine worden geconfigureerd en ingeschakeld.
pt: A solicitação de pesquisa enviada ao servidor requer que um mecanismo de pesquisa externo seja configurado e ativado.
te: సర్వర్u200cకు సమర్పించిన శోధన అభ్యర్థనకు బాహ్య శోధన ఇంజిన్u200cను కాన్ఫిగర్ చేసి ప్రారంభించడం అవసరం.
zh_tw: 提交到服务器的搜索请求需要配置并启用外部搜索引擎。

source: Failed to index changes for the content item with id ''{0}''. The content type id ''{1}'' is not a valid content type for index operations.
ar: فشل فهرسة التغييرات لعنصر المحتوى بالمعرف ''{0}''. معرف نوع المحتوى ''{1}'' ليس نوع محتوى صالحًا لعمليات الفهرس.
bn: আইডি ''{0}'' সহ বিষয়বস্তু আইটেমের জন্য পরিবর্তনগুলি সূচী করতে ব্যর্থ হয়েছে৷ কন্টেন্ট টাইপ আইডি ''{1}'' ইনডেক্স অপারেশনের জন্য একটি বৈধ কন্টেন্ট টাইপ নয়।
de: Änderungen für das Inhaltselement mit der ID „{0}“ konnten nicht indiziert werden. Die Inhaltstyp-ID „{1}“ ist kein gültiger Inhaltstyp für Indexvorgänge.
es: Error al indexar cambios para el elemento de contenido con id ''{0}''. El tipo de contenido id ''{1}'' no es un tipo de contenido válido para operaciones de índice.
fr: Échec de l'indexation des modifications pour l'élément de contenu portant l'ID « {0} ». L'ID de type de contenu « {1} » n'est pas un type de contenu valide pour les opérations d'index.
hi: ''{0}'' आईडी वाले सामग्री आइटम के लिए परिवर्तनों को अनुक्रमित करने में विफल। सामग्री प्रकार आईडी ''{1}'' अनुक्रमणिका संचालन के लिए मान्य सामग्री प्रकार नहीं है।
it: Impossibile indicizzare le modifiche per l'elemento di contenuto con ID ''{0}''. L'ID del tipo di contenuto ''{1}'' non è un tipo di contenuto valido per le operazioni sull'indice.
nl: Kan de wijzigingen voor het inhoudsitem met id ''{0}'' niet indexeren. Het inhoudstype-id ''{1}'' is geen geldig inhoudstype voor indexbewerkingen.
pt: Falha ao indexar alterações para o item de conteúdo com id ''{0}''. O ID do tipo de conteúdo ''{1}'' não é um tipo de conteúdo válido para operações de índice.
te: ఐడి ''{0}''తో కంటెంట్ అంశం కోసం మార్పులను సూచిక చేయడంలో విఫలమైంది. కంటెంట్ టైప్ ఐడి ''{1}'' ఇండెక్స్ ఆపరేషన్u200cల కోసం చెల్లుబాటు అయ్యే కంటెంట్ రకం కాదు.
zh_tw: 无法为 ID 为“{0}”的内容项的更改编制索引。 内容类型 ID“{1}”不是索引操作的有效内容类型。

source: The configured search engine failed to initialize. The class being loaded was ''{0}'', and the underlying exception was {1}.
ar: فشل محرك البحث الذي تم تكوينه في التهيئة. ال الفئة التي تم تحميلها كانت ''{0}''، والاستثناء الأساسي كان {1}.
bn: কনফিগার করা সার্চ ইঞ্জিন আরম্ভ করতে ব্যর্থ হয়েছে৷ দ ক্লাস লোড হচ্ছে ''{0}'', এবং অন্তর্নিহিত ব্যতিক্রম ছিল {1}।
de: Die konfigurierte Suchmaschine konnte nicht initialisiert werden. Die Die geladene Klasse war „{0}“ und die zugrunde liegende Ausnahme war {1}.
es: El motor de búsqueda configurado no pudo inicializarse. La clase que se estaba cargando era ''{0}'', y la excepción subyacente fue {1}.
fr: Le moteur de recherche configuré n'a pas pu s'initialiser. Le la classe en cours de chargement était ''{0}'' et l'exception sous-jacente était {1}.
hi: कॉन्फ़िगर किया गया खोज इंजन प्रारंभ करने में विफल रहा. द लोड की जा रही कक्षा ''{0}'' थी, और अंतर्निहित अपवाद {1} था।
it: Impossibile inizializzare il motore di ricerca configurato. Il la classe caricata era ''{0}'' e l'eccezione sottostante era {1}.
nl: De geconfigureerde zoekmachine kon niet worden geïnitialiseerd. De klasse die werd geladen was ''{0}'' en de onderliggende uitzondering was {1}.
pt: O mecanismo de pesquisa configurado falhou ao inicializar. O a classe que estava sendo carregada era ''{0}'' e a exceção subjacente era {1}.
te: కాన్ఫిగర్ చేయబడిన శోధన ఇంజిన్ ప్రారంభించడంలో విఫలమైంది. ది లోడ్ చేయబడిన తరగతి ''{0}'', మరియు అంతర్లీన మినహాయింపు {1}.
zh_tw: 配置的搜索引擎初始化失败。的 正在加载的类是“{0}”，底层异常是{1}。

source: Authentication failed
ar: فشلت المصادقة
bn: প্রমাণীকরণ ব্যর্থ হয়েছে৷
de: Die Authentifizierung ist fehlgeschlagen
es: Autenticación fallida
fr: L'authentification a échoué
hi: प्रमाणीकरण विफल होना
it: Autenticazione non riuscita
nl: Authenticatie mislukt
pt: Falha na autenticação
te: ప్రమాణీకరణ విఫలమైంది
zh_tw: 认证失败

source: A required {0} parameter is missing. The missing parameter name is {1}.
ar: معلمة {0} المطلوبة مفقودة. اسم المعلمة المفقود هو {1}.
bn: একটি প্রয়োজনীয় {0} প্যারামিটার অনুপস্থিত৷ অনুপস্থিত প্যারামিটার নাম হল {1}।
de: Ein erforderlicher {0}-Parameter fehlt. Der fehlende Parametername ist {1}.
es: Un parámetro {0} requerido está faltando. El nombre del parámetro faltante es {1}.
fr: Un paramètre {0} obligatoire est manquant. Le nom du paramètre manquant est {1}.
hi: एक आवश्यक {0} पैरामीटर गुम है. लुप्त पैरामीटर नाम {1} है.
it: Manca un parametro {0} obbligatorio. Il nome del parametro mancante è {1}.
nl: Er ontbreekt een vereiste parameter {0}. De ontbrekende parameternaam is {1}.
pt: Um parâmetro {0} obrigatório está faltando. O nome do parâmetro ausente é {1}.
te: అవసరమైన {0} పరామితి లేదు. తప్పిపోయిన పరామితి పేరు {1}.
zh_tw: 缺少必需的 {0} 参数。缺少的参数名称为 {1}。

source: Use getInstance() method to get the singleton instance of this class.
ar: استخدم طريقة getInstance() للحصول على المثيل المفرد لهذه الفئة.
bn: এই ক্লাসের সিঙ্গলটন ইনস্ট্যান্স পেতে getInstance() পদ্ধতি ব্যবহার করুন।
de: Verwenden Sie die Methode getInstance(), um die Singleton-Instanz dieser Klasse abzurufen.
es: Use el método getInstance() para obtener la instancia singleton de esta clase.
fr: Utilisez la méthode getInstance() pour obtenir l’instance singleton de cette classe.
hi: इस वर्ग का सिंगलटन उदाहरण प्राप्त करने के लिए getInstance() विधि का उपयोग करें।
it: Utilizza il metodo getInstance() per ottenere l'istanza singleton di questa classe.
nl: Gebruik de methode getInstance() om de singleton-instantie van deze klasse op te halen.
pt: Use o método getInstance() para obter a instância singleton desta classe.
te: ఈ తరగతి సింగిల్u200cటన్ ఉదాహరణను పొందడానికి getInstance() పద్ధతిని ఉపయోగించండి.
zh_tw: 使用 getInstance() 方法获取此类的单例实例。

source: The port supplied for the remote process manager is invalid: ''{0}'' (expected numeric between 1 and 65536)
ar: المنفذ المتوفر لمدير العمليات عن بعد غير صالح: ''{0}'' (الرقم المتوقع بين 1 و65536)
bn: দূরবর্তী প্রক্রিয়া পরিচালকের জন্য সরবরাহ করা পোর্টটি অবৈধ: ''{0}'' (1 এবং 65536 এর মধ্যে প্রত্যাশিত সংখ্যা)
de: Der für den Remote-Prozessmanager angegebene Port ist ungültig: „{0}“ (erwartete Zahl zwischen 1 und 65536)
es: El puerto proporcionado para el administrador de procesos remoto no es válido: ''{0}'' (se espera numérico entre 1 y 65536)
fr: Le port fourni pour le gestionnaire de processus distant n'est pas valide : ''{0}'' (numérique attendu entre 1 et 65536)
hi: दूरस्थ प्रक्रिया प्रबंधक के लिए प्रदान किया गया पोर्ट अमान्य है: ''{0}'' (1 और 65536 के बीच अपेक्षित संख्या)
it: La porta fornita per il gestore processi remoto non è valida: ''{0}'' (numero previsto compreso tra 1 e 65536)
nl: De opgegeven poort voor de externe procesmanager is ongeldig: ''{0}'' (verwacht numeriek tussen 1 en 65536)
pt: A porta fornecida para o gerenciador de processos remotos é inválida: ''{0}'' (numérico esperado entre 1 e 65536)
te: రిమోట్ ప్రాసెస్ మేనేజర్ కోసం సరఫరా చేయబడిన పోర్ట్ చెల్లదు: ''{0}'' (1 మరియు 65536 మధ్య సంఖ్యా అంచనా)
zh_tw: 为远程进程管理器提供的端口无效：“{0}”（预期为 1 到 65536 之间的数字）

source: Connection to remote process manager at ''{0}:{1}'' failed: {2}
ar: فشل الاتصال بمدير العمليات عن بعد عند ''{0}:{1}'': {2}
bn: ''{0}:{1}'' এ দূরবর্তী প্রক্রিয়া পরিচালকের সাথে সংযোগ ব্যর্থ হয়েছে: {2}
de: Verbindung zum Remote-Prozessmanager bei „{0}:{1}“ fehlgeschlagen: {2}
es: Conexión al administrador de procesos remoto en ''{0}:{1}'' falló: {2}
fr: La connexion au gestionnaire de processus distant à ''{0} :{1}'' a échoué : {2}
hi: ''{0}:{1}'' पर दूरस्थ प्रक्रिया प्रबंधक से कनेक्शन विफल: {2}
it: Connessione al gestore processi remoto su ''{0}:{1}'' non riuscita: {2}
nl: Verbinding met externe procesmanager op ''{0}:{1}'' mislukt: {2}
pt: A conexão com o gerenciador de processos remotos em ''{0}:{1}'' falhou: {2}
te: ''{0}:{1}'' వద్ద రిమోట్ ప్రాసెస్ మేనేజర్u200cకి కనెక్షన్ విఫలమైంది: {2}
zh_tw: 与“{0}:{1}”处的远程进程管理器的连接失败：{2}
